List DUMMY_CATEGORIES =
    // ignore: unnecessary_const
    [
  {
    'group': 0,
    'title': 'بطاقات جزء عم',
    'list': [
      {
        'id2': '0',
        'answers': [
          '                يا أيها الناس ',
          '          تبارك الذي     ',
          'عم يتسائلون ......1',
          'والضحى....... '
        ],
      },
      {
        'id2': '1',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '2',
        'answers': [
          ' يا أيها الناس ..بببب.....',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '3',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '4',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '5',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
    ]
  },
  {
    'group': 1,
    'title': 'بطاقات جزء تبارك',
    'list': [
      {
        'id2': '0',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '1',
        'answers': [
          ' يا أيها الناس ..ببب.....',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '2',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '3',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '4',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
      {
        'id2': '5',
        'answers': [
          ' يا أيها الناس .......',
          'تبارك الذي ......',
          'عم يتسائلون ......',
          'والضحى ......'
        ],
      },
    ]
  },
];
