List DUMMY_CATEGORIES =
    // ignore: unnecessary_const
    [
  {
    'group': 0,
    'title': 'المستوى الثالث',
    'list': [
      {
        'slected': false,
        'id2': '1',
        'answers': [
          'اسم السورة : المزمل  -    من      يا أيها المزمل..  ……………………………………...   إلى     فاتتخذه وكيلاً',
          'اسم السورة : الكهف  -    من      واضرب لهم مثلاً رجلين...  ……………………………………...   إلى     خيراً منها منقلباً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
        ],
      },
      {
        'slected': false,
        'id2': '2',
        'answers': [
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في السفينة  ……………………………………...   إلى     قد بلغت من لدني عذراً',
          'اسم السورة : الإنسان  -    من      يوفون بالنذر ويخافون  ……………………………………...   إلى     وذللت قطوفها تذليلاً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '3',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '4',
        'answers': [
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
        ],
      },
      {
        'slected': false,
        'id2': '5',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '6',
        'answers': [
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : الملك  -    من      ولقدزينا السماء الدنيا..  ……………………………………...   إلى     إن أنتم إلا في ضلال كبير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
        ],
      },
      {
        'slected': false,
        'id2': '7',
        'answers': [
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
        ],
      },
      {
        'slected': false,
        'id2': '8',
        'answers': [
          'اسم السورة : القيامة  -    من      بل الإنسان على نفسه بصيرة  ……………………………………...   إلى     يفعل بها فاقرة',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت ...  ……………………………………...   إلى      مالم تسطع عليه صبراً',
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '9',
        'answers': [
          'اسم السورة : الملك  -    من      تبارك الذي بيده الملك  ……………………………………...   إلى     خاسئاً وهو حسير',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      وترى الشمس إذا طلعت ..  ……………………………………...   إلى     ولملئت منهم رعباً ',
        ],
      },
      {
        'slected': false,
        'id2': '10',
        'answers': [
          'اسم السورة : نوح  -    من      إنا أرسلنا نوحاً  ……………………………………...   إلى     دعائي إلا فراراً ',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في ....  ……………………………………...   إلى     قد بلغت من لدني عذراً ',
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا..  ……………………………………...   إلى     ولن تفلحوا أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '11',
        'answers': [
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
        ],
      },
      {
        'slected': false,
        'id2': '13',
        'answers': [
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '14',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
        ],
      },
      {
        'slected': false,
        'id2': '15',
        'answers': [
          'اسم السورة : الملك  -    من      ولقدزينا السماء الدنيا..  ……………………………………...   إلى     إن أنتم إلا في ضلال كبير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '16',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
        ],
      },
      {
        'slected': false,
        'id2': '17',
        'answers': [
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
        ],
      },
      {
        'slected': false,
        'id2': '18',
        'answers': [
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت ...  ……………………………………...   إلى      مالم تسطع عليه صبراً',
          'اسم السورة : القيامة  -    من      بل الإنسان على نفسه بصيرة  ……………………………………...   إلى     يفعل بها فاقرة',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '19',
        'answers': [
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في ....  ……………………………………...   إلى     قد بلغت من لدني عذراً ',
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      وترى الشمس إذا طلعت ..  ……………………………………...   إلى     ولملئت منهم رعباً ',
        ],
      },
      {
        'slected': false,
        'id2': '21',
        'answers': [
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      واضرب لهم مثلاً رجلين...  ……………………………………...   إلى     خيراً منها منقلباً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
        ],
      },
      {
        'slected': false,
        'id2': '22',
        'answers': [
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
          'اسم السورة : الإنسان  -    من      يوفون بالنذر ويخافون  ……………………………………...   إلى     وذللت قطوفها تذليلاً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '23',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
          'اسم السورة : المزمل  -    من      يا أيها المزمل..  ……………………………………...   إلى     فاتتخذه وكيلاً',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '24',
        'answers': [
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في السفينة  ……………………………………...   إلى     قد بلغت من لدني عذراً',
        ],
      },
      {
        'slected': false,
        'id2': '25',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '26',
        'answers': [
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '27',
        'answers': [
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
        ],
      },
      {
        'slected': false,
        'id2': '29',
        'answers': [
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا..  ……………………………………...   إلى     ولن تفلحوا أبداً ',
          'اسم السورة : الملك  -    من      تبارك الذي بيده الملك  ……………………………………...   إلى     خاسئاً وهو حسير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
        ],
      },
      {
        'slected': false,
        'id2': '30',
        'answers': [
          'اسم السورة : نوح  -    من      إنا أرسلنا نوحاً  ……………………………………...   إلى     دعائي إلا فراراً ',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
        ],
      },
    ]
  },
  {
    'group': 1,
    'title': 'بطاقات جزء تبارك',
    'list': [
      {
        'id2': '0',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ...تبارك...',
          'عم يتسائلون .تبارك.....',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '1',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون .تبارك.....',
          'والضحى ....تبارك..'
        ],
      },
      {
        'id2': '2',
        'slected': false,
        'answers': [
          ' يا أيها الناس .تبارك......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '3',
        'slected': false,
        'answers': [
          ' يا أيها الناس .تبارك......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '4',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ....تبارك..'
        ],
      },
      {
        'id2': '5',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي تبارك......',
          'عمv يتسائلون ......',
          'والضحى .تبارك.....'
        ],
      },
    ]
  },
];
