List DUMMY_CATEGORIES =
    // ignore: unnecessary_const
    [
  {
    'group': 0,
    'title': 'المستوى الثالث',
    'list': [
      {
        'slected': false,
        'id2': '1',
        'answers': [
          'اسم السورة : المزمل  -    من      يا أيها المزمل..  ……………………………………...   إلى     فاتتخذه وكيلاً',
          'اسم السورة : الكهف  -    من      واضرب لهم مثلاً رجلين...  ……………………………………...   إلى     خيراً منها منقلباً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
        ],
      },
      {
        'slected': false,
        'id2': '2',
        'answers': [
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في السفينة  ……………………………………...   إلى     قد بلغت من لدني عذراً',
          'اسم السورة : الإنسان  -    من      يوفون بالنذر ويخافون  ……………………………………...   إلى     وذللت قطوفها تذليلاً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '3',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '4',
        'answers': [
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
        ],
      },
      {
        'slected': false,
        'id2': '5',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '6',
        'answers': [
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : الملك  -    من      ولقدزينا السماء الدنيا..  ……………………………………...   إلى     إن أنتم إلا في ضلال كبير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
        ],
      },
      {
        'slected': false,
        'id2': '7',
        'answers': [
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
        ],
      },
      {
        'slected': false,
        'id2': '8',
        'answers': [
          'اسم السورة : القيامة  -    من      بل الإنسان على نفسه بصيرة  ……………………………………...   إلى     يفعل بها فاقرة',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت ...  ……………………………………...   إلى      مالم تسطع عليه صبراً',
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '9',
        'answers': [
          'اسم السورة : الملك  -    من      تبارك الذي بيده الملك  ……………………………………...   إلى     خاسئاً وهو حسير',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      وترى الشمس إذا طلعت ..  ……………………………………...   إلى     ولملئت منهم رعباً ',
        ],
      },
      {
        'slected': false,
        'id2': '10',
        'answers': [
          'اسم السورة : نوح  -    من      إنا أرسلنا نوحاً  ……………………………………...   إلى     دعائي إلا فراراً ',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في ....  ……………………………………...   إلى     قد بلغت من لدني عذراً ',
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا..  ……………………………………...   إلى     ولن تفلحوا أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '11',
        'answers': [
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
        ],
      },
      {
        'slected': false,
        'id2': '13',
        'answers': [
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '14',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
        ],
      },
      {
        'slected': false,
        'id2': '15',
        'answers': [
          'اسم السورة : الملك  -    من      ولقدزينا السماء الدنيا..  ……………………………………...   إلى     إن أنتم إلا في ضلال كبير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '16',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
        ],
      },
      {
        'slected': false,
        'id2': '17',
        'answers': [
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
        ],
      },
      {
        'slected': false,
        'id2': '18',
        'answers': [
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت ...  ……………………………………...   إلى      مالم تسطع عليه صبراً',
          'اسم السورة : القيامة  -    من      بل الإنسان على نفسه بصيرة  ……………………………………...   إلى     يفعل بها فاقرة',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '19',
        'answers': [
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في ....  ……………………………………...   إلى     قد بلغت من لدني عذراً ',
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      وترى الشمس إذا طلعت ..  ……………………………………...   إلى     ولملئت منهم رعباً ',
        ],
      },
      {
        'slected': false,
        'id2': '21',
        'answers': [
          'اسم السورة : المعارج  -    من      يبصرونهم يود المجرم..  ……………………………………...   إلى     إلا المصلين',
          'اسم السورة : الكهف  -    من      واضرب لهم مثلاً رجلين...  ……………………………………...   إلى     خيراً منها منقلباً ',
          'اسم السورة : الحاقة  -    من      وأما من أوتي كتابه بشماله..  ……………………………………...   إلى     لا يأكله إلا الخاطئون',
          'اسم السورة : الكهف  -    من      أما السفينة فكانت لمساكين  ……………………………………...   إلى     تأويل ما لم تسطع عليه صبراً',
        ],
      },
      {
        'slected': false,
        'id2': '22',
        'answers': [
          'اسم السورة : الملك  -    من      وقالوا لو كنا نسمع ..  ……………………………………...   إلى     وإليه النشور',
          'اسم السورة : الكهف  -    من      قال له صاحبه وهو يحاوره ..  ……………………………………...   إلى     فلن تستطيع له طلباً ',
          'اسم السورة : الإنسان  -    من      يوفون بالنذر ويخافون  ……………………………………...   إلى     وذللت قطوفها تذليلاً',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا ...   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '23',
        'answers': [
          'اسم السورة : الإنسان   -    من      هل أتى على الإنسان حين ..  ……………………………………...   إلى     يفجونها تفجيراً',
          'اسم السورة : الكهف  -    من      واصبر نفسك مع الذين  ……………………………………...   إلى     وساءت مرتفقاً',
          'اسم السورة : المزمل  -    من      يا أيها المزمل..  ……………………………………...   إلى     فاتتخذه وكيلاً',
          'اسم السورة : الكهف  -    من      سيقولون ثلاثة رابعهم...  ……………………………………...   إلى     لأقرب من هذا رشداً ',
        ],
      },
      {
        'slected': false,
        'id2': '24',
        'answers': [
          'اسم السورة : نوح  -    من      إنا ارسلنا نوحاً   ……………………………………...   إلى     دعائي إلا فراراً',
          'اسم السورة : الكهف  -    من      وإذ قال موسى لفتاه لا أبرح  ……………………………………...   إلى     سبيله في البحر عجباً ',
          'اسم السورة : القيامة   -    من      لا أقسم بيوم القيامة  ……………………………………...   إلى     يومئذ بما قدم وأخر',
          'اسم السورة : الكهف  -    من      فانطلقا حتى إذا ركبا في السفينة  ……………………………………...   إلى     قد بلغت من لدني عذراً',
        ],
      },
      {
        'slected': false,
        'id2': '25',
        'answers': [
          'اسم السورة : القلم  -    من      ن والقلم ...  ……………………………………...   إلى     عتل بعد زنيم',
          'اسم السورة : الكهف  -    من      ويسألونك عن ذي القرنين  ……………………………………...   إلى     وسنقول له من أمرنا يسراً ',
          'اسم السورة : الإنسان  -    من      هل أتى على الإنسان حين...  ……………………………………...   إلى     يفجرونها تفجيراً',
          'اسم السورة : الكهف  -    من      ويوم يقول نادوا شركائي الذين ..  ……………………………………...   إلى     أو يأتيهم العذاب قبلاً ',
        ],
      },
      {
        'slected': false,
        'id2': '26',
        'answers': [
          'اسم السورة : المدثر  -    من      يا أيها المدثر..  ……………………………………...   إلى     سأرهقه صعوداً',
          'اسم السورة : الكهف  -    من      قالوا يا ذا القرنين إن يأجوج...  ……………………………………...   إلى     وكان وعد ربي حقاً',
          'اسم السورة : القيامة  -    من      كلا إذا بلغت التراقي..  ……………………………………...   إلى     على أن يحيي الموتى',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا   ……………………………………...   إلى     ولن تفلحوا إذاً أبداً ',
        ],
      },
      {
        'slected': false,
        'id2': '27',
        'answers': [
          'اسم السورة : نوح  -    من      قال رب إني دعوت قومي..  ……………………………………...   إلى     ويجعل لكم أنهاراً',
          'اسم السورة : الكهف  -    من      قل هل ننبئكم بالأخسرين ...  ……………………………………...   إلى     لا يبغون عنها حولاً',
          'اسم السورة : الحاقة  -    من      فإذا نفخ في الصور ...  ……………………………………...   إلى     قطوفها دانية',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
        ],
      },
      {
        'slected': false,
        'id2': '29',
        'answers': [
          'اسم السورة : المزمل   -    من      واصبر على ما يقولون ..  ……………………………………...   إلى     فأخذناه اخذاً وبيلاً ',
          'اسم السورة : الكهف  -    من      وكذلك بعثناهم ليتساءلوا..  ……………………………………...   إلى     ولن تفلحوا أبداً ',
          'اسم السورة : الملك  -    من      تبارك الذي بيده الملك  ……………………………………...   إلى     خاسئاً وهو حسير',
          'اسم السورة : الكهف  -    من      ويوم نسير الجبال   ……………………………………...   إلى     ولا يظلم ربك أحداً',
        ],
      },
      {
        'slected': false,
        'id2': '30',
        'answers': [
          'اسم السورة : نوح  -    من      إنا أرسلنا نوحاً  ……………………………………...   إلى     دعائي إلا فراراً ',
          'اسم السورة : الكهف  -    من      ومن أظلم ممن ذكر ...  ……………………………………...   إلى     وجعلنا لمهلكهم موعداً',
          'اسم السورة : المدثر  -    من      سأرهقه صعوداً  ……………………………………...   إلى     إنه فكر وقدر',
          'اسم السورة : الكهف  -    من      إنا جعلنا ما على الأرض ..  ……………………………………...   إلى     أحصى لما لبثوا أمداً',
        ],
      },
    ]
  },
  {
    'group': 1,
    'title': 'المستوى  الرابع',
    'list': [
      {
        'slected': false,
        'id2': '1',
        'answers': [
          'اسم السورة : البقرة  -    من      والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار  ……………………………………...   إلى     واركعوا مع الراكعين',
          'اسم السورة : البقرة  -    من      وإذا قيل لهم آمنوا كما آمن ...  ……………………………………...   إلى     وما كانوا مهتدين',
          'اسم السورة : البقرة  -    من      إذ قال له ربه أسلم   ……………………………………...   إلى     ولا تسألون عما كانوا يعملون',
          'اسم السورة : البقرة  -    من      لا يؤاخذكم الله باللغو في أيمانكم  ……………………………………...   إلى     والله عزيز حكيم',
        ],
      },
      {
        'slected': false,
        'id2': '2',
        'answers': [
          'اسم السورة : البقرة  -    من      بديع السموات والأرض   ……………………………………...   إلى     من ولي و لا نصير',
          'اسم السورة : البقرة  -    من      مثلهم كمثل الذي استوقد   ……………………………………...   إلى     إن الله على كل شيء قدير',
          'اسم السورة : البقرة  -    من      وقاتلوا في سبيل الله   ……………………………………...   إلى     والله عليم بالظالمين',
          'اسم السورة : البقرة  -    من      ولا تجعلوا الله عرضة لأيمانكم   ……………………………………...   إلى     والله عزيز حكيم',
        ],
      },
      {
        'slected': false,
        'id2': '3',
        'answers': [
          'اسم السورة : البقرة  -    من      من ذا الذي يقرض الله قرضا حسنا  ……………………………………...   إلى     والله عليم بالظالمين',
          'اسم السورة : البقرة  -    من      إن الله لا يستحيي أن يضرب مثلاً..  ……………………………………...   إلى     أولئك هم الخاسرون',
          'اسم السورة : البقرة  -    من      ولله المشرق والمغرب   ……………………………………...   إلى     ولا تسأل عن أصحاب الجحيم',
          'اسم السورة : البقرة  -    من      والمطلقات يتربصن بأنفسهن ثلاثة قروء   ……………………………………...   إلى     هم الظالمون',
        ],
      },
      {
        'slected': false,
        'id2': '4',
        'answers': [
          'اسم السورة : البقرة  -    من      تلك آيات الله نتلوها   ……………………………………...   إلى     والكافرون هم الظالمون',
          'اسم السورة : البقرة  -    من      الذين ينقضون عهد الله من بعد ..  ……………………………………...   إلى     وهو بكل شيء عليم ',
          'اسم السورة : البقرة  -    من      فجعلناها نكالاً لما بين يديها   ……………………………………...   إلى     تسر الناظرين',
          'اسم السورة : البقرة  -    من      الطلاق مرتان   ……………………………………...   إلى     لقوم يعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '5',
        'answers': [
          'اسم السورة : البقرة  -    من      أو كالذي مر على قرية  ……………………………………...   إلى     على كل شيء قدير',
          'اسم السورة : البقرة  -    من      وإذ قال ربك للملائكة إني   ……………………………………...   إلى     وما كنتم تكتمون',
          'اسم السورة : البقرة  -    من      ذلك بأن الله نزل الكتاب بالحق   ……………………………………...   إلى     وأولئك هم المتقون',
          'اسم السورة : البقرة  -    من      فإن طلقها فلا تحل له من بعد   ……………………………………...   إلى     واعلموا أن الله بكل شيء عليم',
        ],
      },
      {
        'slected': false,
        'id2': '6',
        'answers': [
          'اسم السورة : البقرة  -    من      بلى من كسب سيئة  ……………………………………...   إلى     وأنتم معرضون',
          'اسم السورة : البقرة  -    من      وإذ قلنا للملائكة اسجدوا  ……………………………………...   إلى     إنه هو التواب الرحيم',
          'اسم السورة : البقرة  -    من      وإذ قال إبراهيم رب أرني كيف تحيي الموتى  ……………………………………...   إلى     والله واسع عليم',
          'اسم السورة : البقرة  -    من      وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف   ……………………………………...   إلى     والله يعلم وأنتم لا تعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '7',
        'answers': [
          'اسم السورة : البقرة  -    من      أولئك عليهم صلوات من ربهم  ……………………………………...   إلى     وأنا التواب الرحيم ',
          'اسم السورة : البقرة  -    من      قالوا سبحانك لا علم لنا ..  ……………………………………...   إلى     فتكونا من الظالمين',
          'اسم السورة : البقرة  -    من      الذين يأكلون الربى  ……………………………………...   إلى     كل كفار أثيم',
          'اسم السورة : البقرة  -    من      وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف   ……………………………………...   إلى     والله يعلم وأنت لا تعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '8',
        'answers': [
          'اسم السورة : البقرة  -    من      للفقراء الذين أحصروا في سبيل الله   ……………………………………...   إلى     ولا هم يحزنون',
          'اسم السورة : البقرة  -    من      وأقيموا الصلاة وآتوا الزكاة واركعوا  ……………………………………...   إلى     ولا هم ينصرون',
          'اسم السورة : البقرة  -    من      فلما فصل طالوت بالجنود  ……………………………………...   إلى     والله مع الصابرين',
          'اسم السورة : البقرة  -    من      والوالدات يرضعن أولادهن   ……………………………………...   إلى     واعلموا أن الله بما تعملون بصير',
        ],
      },
      {
        'slected': false,
        'id2': '9',
        'answers': [
          'اسم السورة : البقرة  -    من      يا أيها الذين آمنوا اتقوا الله وذروا   ……………………………………...   إلى     وهم لا يظلمون',
          'اسم السورة : البقرة  -    من      شهر رمضان الذي أنزل..  ……………………………………...   إلى     لعلهم يرشدون',
          'اسم السورة : البقرة  -    من      ولما برزوا لجالوت   ……………………………………...   إلى     وإنك لمن المرسلين',
          'اسم السورة : البقرة  -    من      والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن   ……………………………………...   إلى     واعلموا أن الله غفور حليم',
        ],
      },
      {
        'slected': false,
        'id2': '10',
        'answers': [
          'اسم السورة : البقرة  -    من      الله ولي الذين آمنوا ..  ……………………………………...   إلى     والله لا يهدي القوم الظالمين',
          'اسم السورة : البقرة  -    من      صم بكم عمي فهم لا يرجعون  ……………………………………...   إلى     لعلكم تتقون',
          'اسم السورة : البقرة  -    من      الذين ينفقون أموالهم في سبيل   ……………………………………...   إلى     والله لايهدي القوم الكافرين',
          'اسم السورة : البقرة  -    من      ولا جناح عليكم فيما عرضتم   ……………………………………...   إلى     حقاً على المحسنين',
        ],
      },
      {
        'slected': false,
        'id2': '12',
        'answers': [
          'اسم السورة : البقرة  -    من      إن تبدوا الصدقات فنعمّا هي   ……………………………………...   إلى     وأنتم لا تظلمون',
          'اسم السورة : البقرة  -    من      إن الذين كفروا سواء عليهم..  ……………………………………...   إلى     ولكن لا يشعرون',
          'اسم السورة : البقرة  -    من      فاذكروني   ……………………………………...   إلى     وأولئك هم المهتدون',
          'اسم السورة : البقرة  -    من      وإن طلقتموهن من قبل أن تمسوهن   ……………………………………...   إلى     مالم تكون تعلمون ',
        ],
      },
      {
        'slected': false,
        'id2': '13',
        'answers': [
          'اسم السورة : البقرة  -    من      ولو أنهم آمنوا واتقوا  ……………………………………...   إلى     والله ذو الفضل العظيم',
          'اسم السورة : البقرة  -    من      وإذا قيل لهم آمنوا كما آمن ...  ……………………………………...   إلى     وما كانوا مهتدين',
          'اسم السورة : البقرة  -    من      الذين ينفقون أموالهم بالليل والنهار   ……………………………………...   إلى     هم فيها خالدون',
          'اسم السورة : البقرة  -    من      وللمطلقات متاع بالمعروف   ……………………………………...   إلى     وإليه ترجعون',
        ],
      },
      {
        'slected': false,
        'id2': '14',
        'answers': [
          'اسم السورة : البقرة  -    من      يمحق الله الربى  ……………………………………...   إلى     ولا تظلمون',
          'اسم السورة : البقرة  -    من      مثلهم كمثل الذي استوقد   ……………………………………...   إلى     إن الله على كل شيء قدير',
          'اسم السورة : البقرة  -    من      ولله المشرق والمغرب   ……………………………………...   إلى     ولا تسئل عن أصحاب الجحيم',
          'اسم السورة : البقرة  -    من      كذلك يبين الله لكم آياته   ……………………………………...   إلى     وإليه ترجعون',
        ],
      },
      {
        'slected': false,
        'id2': '15',
        'answers': [
          'اسم السورة : البقرة  -    من      من كان عدوا لله وملائكته  ……………………………………...   إلى     كأنهم لا يعلمون',
          'اسم السورة : البقرة  -    من      إن الله لا يستحيي أن يضرب مثلاً..  ……………………………………...   إلى     أولئك هم الخاسرون',
          'اسم السورة : البقرة  -    من      الذين ينفقون أموالهم في سبيل   ……………………………………...   إلى     والله لايهدي القوم الكافرين',
          'اسم السورة : البقرة  -    من      لا يؤاخذكم الله باللغو في أيمانكم  ……………………………………...   إلى     والله عزيز حكيم',
        ],
      },
      {
        'slected': false,
        'id2': '16',
        'answers': [
          'اسم السورة : البقرة  -    من      ياأيها الذين آمنوا لاتبطلوا صدقاتكم  ……………………………………...   إلى     والله بماتعملون بصير',
          'اسم السورة : البقرة  -    من      الذين ينقضون عهد الله من بعد ..  ……………………………………...   إلى     وهو بكل شيء عليم ',
          'اسم السورة : البقرة  -    من      أولئك عليهم صلوات من ربهم  ……………………………………...   إلى     وأنا التواب الرحيم ',
          'اسم السورة : البقرة  -    من      ولا تجعلوا الله عرضة لأيمانكم   ……………………………………...   إلى     والله عزيز حكيم',
        ],
      },
      {
        'slected': false,
        'id2': '17',
        'answers': [
          'اسم السورة : البقرة  -    من      الحق من ربك فلا تكونن من الممترين   ……………………………………...   إلى     ولعلكم تهتدون',
          'اسم السورة : البقرة  -    من      وإذ قال ربك للملائكة إني   ……………………………………...   إلى     وما كنتم تكتمون',
          'اسم السورة : البقرة  -    من      ليس عليك هداهم   ……………………………………...   إلى     فإن الله به عليم',
          'اسم السورة : البقرة  -    من      والمطلقات يتربصن بأنفسهن ثلاثة قروء   ……………………………………...   إلى     هم الظالمون',
        ],
      },
      {
        'slected': false,
        'id2': '18',
        'answers': [
          'اسم السورة : البقرة  -    من      وقالوا قلوبنا غلف   ……………………………………...   إلى     وللكافرين عذاب مهين',
          'اسم السورة : البقرة  -    من      وإذ قلنا للملائكة اسجدوا  ……………………………………...   إلى     إنه هو التواب الرحيم',
          'اسم السورة : البقرة  -    من      للفقراء الذين أحصروا في سبيل الله   ……………………………………...   إلى     ولا هم يحزنون',
          'اسم السورة : البقرة  -    من      الطلاق مرتان   ……………………………………...   إلى     لقوم يعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '19',
        'answers': [
          'اسم السورة : البقرة  -    من      أولا يعلمون أن الله يعلم   ……………………………………...   إلى     مالا تعلمون',
          'اسم السورة : البقرة  -    من      قالوا سبحانك لا علم لنا ..  ……………………………………...   إلى     فتكونا من الظالمين',
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء  ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      فإن طلقها فلا تحل له من بعد   ……………………………………...   إلى     واعلموا أن الله بكل شيء عليم',
        ],
      },
      {
        'slected': false,
        'id2': '20',
        'answers': [
          'اسم السورة : البقرة  -    من      وإذ آتينا موسى الكتاب والفرقان  ……………………………………...   إلى     لعلكم تشكرون',
          'اسم السورة : البقرة  -    من      وأقيموا الصلاة وآتوا الزكاة واركعوا  ……………………………………...   إلى     ولا هم ينصرون',
          'اسم السورة : البقرة  -    من      ولكم في القصاص  ……………………………………...   إلى     كما كتب على الذين من قبلكم لعلكم تتقون ',
          'اسم السورة : البقرة  -    من      وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف   ……………………………………...   إلى     والله يعلم وأنتم لا تعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '21',
        'answers': [
          'اسم السورة : البقرة  -    من      إن الذين آمنوا وعملوا الصالحات وأقاموا الصلاة وآتوا الزكاة   ……………………………………...   إلى     إن كنتم تعلمون',
          'اسم السورة : البقرة  -    من      شهر رمضان الذي أنزل..  ……………………………………...   إلى     لعلهم يرشدون',
          'اسم السورة : البقرة  -    من      وقاتلوا في سبيل الذين   ……………………………………...   إلى     إن الله يحب المحسنين',
          'اسم السورة : البقرة  -    من      والوالدات يرضعن أولادهن  ……………………………………...   إلى     واعلموا أن الله بما تعملون بصير',
        ],
      },
      {
        'slected': false,
        'id2': '22',
        'answers': [
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      الله ولي الذين آمنوا ..  ……………………………………...   إلى     والله لا يهدي القوم الظالمين',
          'اسم السورة : البقرة  -    من      الذين يظنون أنهم   ……………………………………...   إلى     وأنتم تنظرون',
          'اسم السورة : البقرة  -    من      والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن   ……………………………………...   إلى     واعلموا أن الله غفور حليم',
        ],
      },
      {
        'slected': false,
        'id2': '23',
        'answers': [
          'اسم السورة : البقرة  -    من      يا بني إسرائيل اذكروا نعمتي التي أنعمت عليكم وأني فضلتكم على العالمين  ……………………………………...   إلى     والركع السجود',
          'اسم السورة : البقرة  -    من      يا أيها الناس اعبدوا ربكم الذي...  ……………………………………...   إلى     أعدت للكافرين',
          'اسم السورة : البقرة  -    من      ياأيها الذين آمنوا أنفقوا من طيبات ماكسبتم   ……………………………………...   إلى     ومايذكر إلا أولوا الألباب',
          'اسم السورة : البقرة  -    من      ولا جناح عليكم فيما عرضتم   ……………………………………...   إلى     حقاً على المحسنين',
        ],
      },
      {
        'slected': false,
        'id2': '24',
        'answers': [
          'اسم السورة : البقرة  -    من      الشيطان يعدكم الفقر  ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      إن الذين كفروا سواء عليهم..  ……………………………………...   إلى     ولكن لا يشعرون',
          'اسم السورة : البقرة  -    من      يا أيها الذين آمنوا كلوا من طيبات   ……………………………………...   إلى     فهم لا يعقلون',
          'اسم السورة : البقرة  -    من      لا جناح عليكم إن طلقتم النساء مالم تمسوهن  ……………………………………...   إلى     إن الله بما تعملون بصير ',
        ],
      },
      {
        'slected': false,
        'id2': '25',
        'answers': [
          'اسم السورة : البقرة  -    من      وأنفقوا في سبيل الله   ……………………………………...   إلى     واعلموا أن الله شديد العقاب',
          'اسم السورة : البقرة  -    من      وإذ قال ربك للملائكة إني   ……………………………………...   إلى     وما كنتم تكتمون',
          'اسم السورة : البقرة  -    من      ياأيها الذين آمنوا لاتبطلوا صدقاتكم  ……………………………………...   إلى     والله بماتعملون بصير',
          'اسم السورة : البقرة  -    من      وإن طلقتموهن من قبل أن تمسوهن   ……………………………………...   إلى     مالم تكون تعلمون ',
        ],
      },
      {
        'slected': false,
        'id2': '26',
        'answers': [
          'اسم السورة : البقرة  -    من      أولئك لهم نصيب   ……………………………………...   إلى     والله لا يحب الفساد',
          'اسم السورة : البقرة  -    من      وإذ قلنا للملائكة اسجدوا  ……………………………………...   إلى     إنه هو التواب الرحيم',
          'اسم السورة : البقرة  -    من      بلى من كسب سيئة  ……………………………………...   إلى     وأنتم معرضون',
          'اسم السورة : البقرة  -    من      وللمطلقات متاع بالمعروف   ……………………………………...   إلى     وإليه ترجعون',
        ],
      },
      {
        'slected': false,
        'id2': '27',
        'answers': [
          'اسم السورة : البقرة  -    من      ومن الناس من يشري   ……………………………………...   إلى     وإلى الله ترجع الأمور ',
          'اسم السورة : البقرة  -    من      قالوا سبحانك لا علم لنا ..  ……………………………………...   إلى     فتكونا من الظالمين',
          'اسم السورة : البقرة  -    من      فجعلناها نكالاً لما بين يديها   ……………………………………...   إلى     تسر الناظرين',
          'اسم السورة : البقرة  -    من      فإن طلقها فلا تحل له من بعد   ……………………………………...   إلى     واعلموا أن الله بكل شيء عليم',
        ],
      },
      {
        'slected': false,
        'id2': '28',
        'answers': [
          'اسم السورة : البقرة  -    من      وإذ آتينا موسى الكتاب والفرقان  ……………………………………...   إلى     لعلكم تشكرون',
          'اسم السورة : البقرة  -    من      وأقيموا الصلاة وآتوا الزكاة واركعوا  ……………………………………...   إلى     ولا هم ينصرون',
          'اسم السورة : البقرة  -    من      يا أيها الذين آمنوا كلوا من طيبات   ……………………………………...   إلى     فهم لا يعقلون',
          'اسم السورة : البقرة  -    من      وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف   ……………………………………...   إلى     والله يعلم وأنتم لا تعلمون',
        ],
      },
      {
        'slected': false,
        'id2': '29',
        'answers': [
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      شهر رمضان الذي أنزل..  ……………………………………...   إلى     لعلهم يرشدون',
          'اسم السورة : البقرة  -    من      وقاتلوا في سبيل الذين   ……………………………………...   إلى     إن الله يحب المحسنين',
          'اسم السورة : البقرة  -    من      والوالدات يرضعن أولادهن   ……………………………………...   إلى     واعلموا أن الله بما تعملون بصير',
        ],
      },
      {
        'slected': false,
        'id2': '30',
        'answers': [
          'اسم السورة : البقرة  -    من      مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة  ……………………………………...   إلى     والله غني حليم',
          'اسم السورة : البقرة  -    من      الله ولي الذين آمنوا ..  ……………………………………...   إلى     والله لا يهدي القوم الظالمين',
          'اسم السورة : البقرة  -    من      إن الذين آمنوا وعملوا الصالحات وأقاموا الصلاة وآتوا الزكاة   ……………………………………...   إلى     إن كنتم تعلمون',
          'اسم السورة : البقرة  -    من      والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن   ……………………………………...   إلى     واعلموا أن الله غفور حليم ',
        ],
      },
      {
        'slected': false,
        'id2': '31',
        'answers': [
          'اسم السورة : البقرة  -    من      يا أيها الذين آمنوا كلوا من طيبات   ……………………………………...   إلى     فهم لا يعقلون',
          'اسم السورة : البقرة  -    من      يا أيها الناس اعبدوا ربكم الذي...  ……………………………………...   إلى     أعدت للكافرين',
          'اسم السورة : البقرة  -    من      الشيطان يعدكم الفقر  ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      ولا جناح عليكم فيما عرضتم   ……………………………………...   إلى     حقاً على المحسنين',
        ],
      },
      {
        'slected': false,
        'id2': '32',
        'answers': [
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     والله بما تعملون خبير',
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     ولكن لا يشعرون',
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     ومايذكر إلا أولوا الألباب',
          'اسم السورة : البقرة  -    من      يؤتي الحكمة من يشاء   ……………………………………...   إلى     إن الله بما تعملون بصير ',
        ],
      },
    ]
  },
];
