List DUMMY_CATEGORIES =
    // ignore: unnecessary_const
    [
  {
    'group': 0,
    'title': 'بطاقات جزء عم',
    'list': [
      {
        'id2': '0',
        'slected': false,
        'answers': [
          '    عم            يا أيها الناس ',
          'تبارك الذي .عم.....1',
          'عم يتسائلون .عم.....1',
          'والضحى....عم... '
        ],
      },
      {
        'id2': '1',
        'slected': false,
        'answers': [
          ' يا أيها الناس عم.......',
          'تبارك الذي .عم.....',
          'عم يتسائلون عم......',
          'والضحى ....عم..'
        ],
      },
      {
        'id2': '2',
        'slected': false,
        'answers': [
          ' يا أيها الناس عم.......',
          'تبارك الذي ...عم...',
          'عم يتسائلون .عم.....',
          'والضحى ....عم..'
        ],
      },
      {
        'id2': '3',
        'slected': false,
        'answers': [
          ' يا أيها الناس عم.......',
          'تبارك الذي ...عم...',
          'عم يتسائلون عم......',
          'والضحى ......'
        ],
      },
      {
        'id2': '4',
        'slected': false,
        'answers': [
          ' يا أيها الناس .عم......',
          'تبارك الذي ..عم....',
          'عم يتسائلون .عم.....',
          'والضحى ...عم...'
        ],
      },
      {
        'id2': '5',
        'slected': false,
        'answers': [
          ' يا أيها الناس عم.......',
          'تبارك الذي v......',
          'عم يتسائلون عم......',
          'والضحى ...عم...'
        ],
      },
    ]
  },
  {
    'group': 1,
    'title': 'بطاقات جزء تبارك',
    'list': [
      {
        'id2': '0',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ...تبارك...',
          'عم يتسائلون .تبارك.....',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '1',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون .تبارك.....',
          'والضحى ....تبارك..'
        ],
      },
      {
        'id2': '2',
        'slected': false,
        'answers': [
          ' يا أيها الناس .تبارك......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '3',
        'slected': false,
        'answers': [
          ' يا أيها الناس .تبارك......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ...تبارك...'
        ],
      },
      {
        'id2': '4',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي ..تبارك....',
          'عم يتسائلون تبارك......',
          'والضحى ....تبارك..'
        ],
      },
      {
        'id2': '5',
        'slected': false,
        'answers': [
          ' يا أيها الناس تبارك.......',
          'تبارك الذي تبارك......',
          'عمv يتسائلون ......',
          'والضحى .تبارك.....'
        ],
      },
    ]
  },
];
